Repository: thoghoaq/KoiCareServer
Catalog: KoiCare.Infrastructure/Resources/SharedResource.*.resx
Languages: vi_vn

source: Wrong email or password
vi_vn: Sai email hoặc mật khẩu

source: User created successfully
vi_vn: Người dùng được tạo thành công

source: Email already exists
vi_vn: Email đã tồn tại

source: Cannot create admin user
vi_vn: Bạn không thể tạo tài khoản admin

source: Login successfully
vi_vn: Đăng nhập thành công

source: Invalid refresh token
vi_vn: Token không hợp lệ

source: Error in validation
vi_vn: Lỗi xác thực dữ liệu

source: Pond not found
vi_vn: Không tìm thấy hồ

source: You are not allowed to update this pond
vi_vn: Bạn không có quyền để cập nhật hồ này

source: Pond saved successfully
vi_vn: Lưu thông tin hồ thành công

source: Name is required
vi_vn: Tên là bắt buộc

source: Length is required
vi_vn: Chiều dài là bắt buộc

source: Length is greater than 0
vi_vn: Chiều dài lớn hơn 0

source: Width is required
vi_vn: Chiều rộng là bắt buộc

source: Width is greater than 0
vi_vn: Chiều rộng lớn hơn 0

source: Depth is required
vi_vn: Độ sâu là bắt buộc

source: Depth is greater than 0
vi_vn: Độ sâu lớn hơn 0

source: Volume is required
vi_vn: Khối lượng là bắt buộc

source: Volume is greater than 0
vi_vn: Khối lượng lớn hơn 0

source: Drainage count is required
vi_vn: Số lượng thoát nước là bắt buộc

source: Drainage count is greater than 0
vi_vn: Số lượng thoát nước lớn hơn 0

source: Pump capacity is required
vi_vn: Bắt buộc phải có công suất máy bơm

source: Pump capacity is greater than 0
vi_vn: Công suất bơm lớn hơn 0

source: Feeding schedule not found
vi_vn: Không tìm thấy lịch trình cho ăn

source: Error getting feeding schedule
vi_vn: Lỗi khi nhận lịch trình cho ăn

source: Feeding schedule created successfully
vi_vn: Lịch thức ăn được tạo thành công

source: Amount must be greater than 0
vi_vn: Số lượng phải lớn hơn 0

source: Period must be greater than 0
vi_vn: Thời gian phải lớn hơn 0

source: Feeding schedule updated successfully
vi_vn: Lịch thức ăn được cập nhật thành công

source: Error updating feeding schedule
vi_vn: Lỗi cập nhật lịch trình ăn

source: Feed calculation created successfully
vi_vn: Tính toán thức ăn được tạo thành công

source: Error creating feed calculation
vi_vn: Lỗi khi tạo tính toán cho ăn

source: Feeding calculation not found
vi_vn: Không tìm thấy tính toán cho ăn
